Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# socketControl.error.passwordFilePath
source: Unable to resolve socket password file path.
ar: تعذر تحديد مسار ملف كلمة مرور المقبس.
bs: Nije moguće razriješiti putanju datoteke lozinke utičnice.
da: Kunne ikke bestemme stien til socket-adgangskodefilen.
de: Der Pfad zur Socket-Passwortdatei konnte nicht aufgelöst werden.
es: No se pudo resolver la ruta del archivo de contraseña del socket.
fr: Impossible de résoudre le chemin du fichier de mot de passe du socket.
it: Impossibile risolvere il percorso del file password del socket.
ja: ソケットパスワードファイルのパスを解決できません。
ko: 소켓 비밀번호 파일 경로를 확인할 수 없습니다.
nb: Kan ikke finne filstien for socket-passord.
pl: Nie można rozwiązać ścieżki pliku hasła gniazda.
pt_br: Não foi possível resolver o caminho do arquivo de senha do socket.
ru: Не удалось определить путь к файлу пароля сокета.
th: ไม่สามารถระบุเส้นทางไฟล์รหัสผ่านซ็อกเก็ตได้
tr: Soket parola dosyası yolu çözümlenemedi.
uk: Не вдалося визначити шлях до файлу пароля сокета.
zh_hans: 无法解析套接字密码文件路径。
zh_hant: 無法解析 Socket 密碼檔案路徑。

# socketControl.off.description
source: Disable the local control socket.
ar: تعطيل مقبس التحكم المحلي.
bs: Onemogući lokalnu kontrolnu utičnicu.
da: Deaktiver den lokale kontrolsocket.
de: Den lokalen Steuerungs-Socket deaktivieren.
es: Desactivar el socket de control local.
fr: Désactiver le socket de contrôle local.
it: Disabilita il socket di controllo locale.
ja: ローカルコントロールソケットを無効にします。
ko: 로컬 제어 소켓을 비활성화합니다.
nb: Deaktiver den lokale kontrollsocketen.
pl: Wyłącz lokalne gniazdo sterujące.
pt_br: Desativar o socket de controle local.
ru: Отключить локальный управляющий сокет.
th: ปิดใช้งานซ็อกเก็ตควบคุมในเครื่อง
tr: Yerel kontrol soketini devre dışı bırak.
uk: Вимкнути локальний керуючий сокет.
zh_hans: 禁用本地控制套接字。
zh_hant: 停用本機控制 Socket。

# socketControl.off.name
source: Off
ar: إيقاف
bs: Isključeno
da: Fra
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nb: Av
pl: Wyłączone
pt_br: Desativado
ru: Выключено
th: ปิด
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭
zh_hant: 關閉

# socketControl.password.description
source: Require socket authentication with a password stored in a local file.
ar: طلب مصادقة المقبس بكلمة مرور مخزنة في ملف محلي.
bs: Zahtijevaj autentikaciju utičnice lozinkom pohranjenom u lokalnoj datoteci.
da: Kræv socket-autentifikation med en adgangskode gemt i en lokal fil.
de: Socket-Authentifizierung mit einem in einer lokalen Datei gespeicherten Passwort erfordern.
es: Requerir autenticación del socket con una contraseña almacenada en un archivo local.
fr: Exiger l'authentification du socket avec un mot de passe stocké dans un fichier local.
it: Richiedi l'autenticazione del socket con una password memorizzata in un file locale.
ja: ローカルファイルに保存されたパスワードでソケット認証を要求します。
ko: 로컬 파일에 저장된 비밀번호로 소켓 인증을 요구합니다.
nb: Krev socket-autentisering med et passord lagret i en lokal fil.
pl: Wymagaj uwierzytelniania gniazda hasłem przechowywanym w pliku lokalnym.
pt_br: Exigir autenticação do socket com uma senha armazenada em um arquivo local.
ru: Требовать аутентификацию сокета с паролем, хранящимся в локальном файле.
th: ต้องมีการยืนยันตัวตนซ็อกเก็ตด้วยรหัสผ่านที่จัดเก็บในไฟล์ในเครื่อง
tr: Yerel dosyada saklanan bir parola ile soket kimlik doğrulaması gerektir.
uk: Вимагати автентифікацію сокета з паролем, збереженим у локальному файлі.
zh_hans: 使用存储在本地文件中的密码进行套接字认证。
zh_hant: 使用儲存在本機檔案中的密碼進行 Socket 驗證。

# socketControl.password.name
source: Password mode
ar: وضع كلمة المرور
bs: Režim lozinke
da: Adgangskodetilstand
de: Passwortmodus
es: Modo de contraseña
fr: Mode mot de passe
it: Modalità password
ja: パスワードモード
ko: 비밀번호 모드
nb: Passordmodus
pl: Tryb hasła
pt_br: Modo de senha
ru: Режим пароля
th: โหมดรหัสผ่าน
tr: Parola modu
uk: Режим пароля
zh_hans: 密码模式
zh_hant: 密碼模式

# statusMenu.clearAll
source: Clear All
ar: مسح الكل
bs: Obriši sve
da: Ryd alle
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nb: Fjern alle
pl: Wyczyść wszystko
pt_br: Limpar Tudo
ru: Очистить все
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
zh_hans: 全部清除
zh_hant: 清除全部

# statusMenu.jumpToLatestUnread
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# statusMenu.markAllRead
source: Mark All Read
ar: تعليم الكل كمقروء
bs: Označi sve kao pročitano
da: Marker alle som læste
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
ja: すべて既読にする
ko: 모두 읽음으로 표시
nb: Merk alle som lest
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar Tudo como Lido
ru: Отметить все как прочитанные
th: ทำเครื่องหมายว่าอ่านทั้งหมดแล้ว
tr: Tümünü Okundu İşaretle
uk: Позначити все як прочитане
zh_hans: 全部标记为已读
zh_hant: 全部標為已讀

# statusMenu.noUnread
source: No unread notifications
ar: لا توجد إشعارات غير مقروءة
bs: Nema nepročitanih obavještenja
da: Ingen ulæste notifikationer
de: Keine ungelesenen Benachrichtigungen
es: Sin notificaciones no leídas
fr: Aucune notification non lue
it: Nessuna notifica non letta
ja: 未読の通知はありません
ko: 읽지 않은 알림 없음
nb: Ingen uleste varsler
pl: Brak nieprzeczytanych powiadomień
pt_br: Nenhuma notificação não lida
ru: Нет непрочитанных уведомлений
th: ไม่มีการแจ้งเตือนที่ยังไม่อ่าน
tr: Okunmamış bildirim yok
uk: Непрочитаних сповіщень немає
zh_hans: 没有未读通知
zh_hant: 沒有未讀通知

# statusMenu.showCmux
source: Show UniConnect
ar: عرض UniConnect
bs: Prikaži UniConnect
da: Vis UniConnect
de: UniConnect anzeigen
es: Mostrar UniConnect
fr: Afficher UniConnect
it: Mostra UniConnect
ja: UniConnectを表示
km: បង្ហាញ UniConnect
ko: UniConnect 표시
nb: Vis UniConnect
pl: Pokaż UniConnect
pt_br: Mostrar UniConnect
ru: Показать UniConnect
th: แสดง UniConnect
tr: UniConnect'u Göster
uk: Показати UniConnect
zh_hans: 显示 UniConnect
zh_hant: 顯示 UniConnect

# statusMenu.showNotifications
source: Show Notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar Notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# statusMenu.tooltip.unread.one
source: 1 unread notification
ar: إشعار واحد غير مقروء
bs: 1 nepročitano obavještenje
da: 1 ulæst notifikation
de: 1 ungelesene Benachrichtigung
es: 1 notificación no leída
fr: 1 notification non lue
it: 1 notifica non letta
ja: 未読通知 1件
km: ការជូនដំណឹង 1 មិនទាន់អាន
ko: 읽지 않은 알림 1개
nb: 1 ulest varsel
pl: 1 nieprzeczytane powiadomienie
pt_br: 1 notificação não lida
ru: 1 непрочитанное уведомление
th: 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: 1 okunmamış bildirim
uk: 1 непрочитане сповіщення
zh_hans: 1 条未读通知
zh_hant: 1 則未讀通知

# statusMenu.tooltip.unread.other
source: %lld unread notifications
ar: %lld إشعار غير مقروء
bs: %lld nepročitanih obavještenja
da: %lld ulæste notifikationer
de: %lld ungelesene Benachrichtigungen
es: %lld notificaciones no leídas
fr: %lld notifications non lues
it: %lld notifiche non lette
ja: 未読通知 %lld件
km: ការជូនដំណឹង %lld មិនទាន់អាន
ko: 읽지 않은 알림 %lld개
nb: %lld uleste varsler
pl: %lld nieprzeczytanych powiadomień
pt_br: %lld notificações não lidas
ru: Непрочитанных уведомлений: %lld
th: %lld การแจ้งเตือนที่ยังไม่อ่าน
tr: %lld okunmamış bildirim
uk: %lld непрочитаних сповіщень
zh_hans: %lld 条未读通知
zh_hant: %lld 則未讀通知

# statusMenu.unreadCount.one
source: 1 unread notification
ar: إشعار واحد غير مقروء
bs: 1 nepročitano obavještenje
da: 1 ulæst notifikation
de: 1 ungelesene Benachrichtigung
es: 1 notificación no leída
fr: 1 notification non lue
it: 1 notifica non letta
ja: 未読通知 1件
ko: 읽지 않은 알림 1개
nb: 1 ulest varsel
pl: 1 nieprzeczytane powiadomienie
pt_br: 1 notificação não lida
ru: 1 непрочитанное уведомление
th: 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: 1 okunmamış bildirim
uk: 1 непрочитане сповіщення
zh_hans: 1 条未读通知
zh_hant: 1 則未讀通知

# statusMenu.unreadCount.other
source: %lld unread notifications
ar: %lld إشعار غير مقروء
bs: %lld nepročitanih obavještenja
da: %lld ulæste notifikationer
de: %lld ungelesene Benachrichtigungen
es: %lld notificaciones no leídas
fr: %lld notifications non lues
it: %lld notifiche non lette
ja: 未読通知 %lld件
ko: 읽지 않은 알림 %lld개
nb: %lld uleste varsler
pl: %lld nieprzeczytanych powiadomień
pt_br: %lld notificações não lidas
ru: Непрочитанных уведомлений: %lld
th: %lld การแจ้งเตือนที่ยังไม่อ่าน
tr: %lld okunmamış bildirim
uk: %lld непрочитаних сповіщень
zh_hans: %lld 条未读通知
zh_hant: %lld 則未讀通知

# tab.untitled
source: Untitled Tab
ar: لسان بلا عنوان
bs: Tab bez naziva
da: Unavngivet fane
de: Unbenannter Tab
es: Pestaña sin título
fr: Onglet sans titre
it: Scheda senza titolo
ja: 名称未設定タブ
ko: 제목 없는 탭
nb: Uten navn-fane
pl: Karta bez nazwy
pt_br: Aba Sem Título
ru: Безымянная вкладка
th: แท็บไม่มีชื่อ
tr: Adsız Sekme
uk: Безіменна вкладка
zh_hans: 未命名标签页
zh_hant: 未命名標籤頁

# theme.dark
source: Dark
ar: داكن
bs: Tamna
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
pl: Ciemny
pt_br: Escuro
ru: Темная
th: มืด
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
ar: فاتح
bs: Svijetla
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
pl: Jasny
pt_br: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# theme.system
source: System
ar: النظام
bs: Sistemski
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# titlebar.newWorkspace.accessibilityLabel
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# titlebar.newWorkspace.tooltip
source: New workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova área de trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni çalışma alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# titlebar.notifications.accessibilityLabel
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# titlebar.notifications.tooltip
source: Show notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# titlebar.sidebar.accessibilityLabel
source: Toggle Sidebar
ar: تبديل الشريط الجانبي
bs: Prebaci bočnu traku
da: Slå sidebjælke til/fra
de: Seitenleiste ein-/ausblenden
es: Alternar barra lateral
fr: Afficher/masquer la barre latérale
it: Attiva/Disattiva barra laterale
ja: サイドバーの切り替え
ko: 사이드바 전환
nb: Slå sidepanelet av/på
pl: Przełącz pasek boczny
pt_br: Alternar Barra Lateral
ru: Боковая панель
th: สลับแถบด้านข้าง
tr: Kenar Çubuğunu Aç/Kapat
uk: Перемкнути бічну панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# titlebar.sidebar.tooltip
source: Show or hide the sidebar
ar: إظهار أو إخفاء الشريط الجانبي
bs: Prikaži ili sakrij bočnu traku
da: Vis eller skjul sidebjælken
de: Seitenleiste ein- oder ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher ou masquer la barre latérale
it: Mostra o nascondi la barra laterale
ja: サイドバーの表示/非表示
ko: 사이드바 표시 또는 숨기기
nb: Vis eller skjul sidepanelet
pl: Pokaż lub ukryj pasek boczny
pt_br: Mostrar ou ocultar a barra lateral
ru: Показать или скрыть боковую панель
th: แสดงหรือซ่อนแถบด้านข้าง
tr: Kenar çubuğunu göster veya gizle
uk: Показати або сховати бічну панель
zh_hans: 显示或隐藏侧边栏
zh_hant: 顯示或隱藏側邊欄

# update.available.short
source: Update Available
ar: تحديث متوفر
bs: Ažuriranje dostupno
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nb: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
pt_br: Atualização Disponível
ru: Доступно обновление
th: มีอัปเดตใหม่
tr: Güncelleme Mevcut
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.available.withVersion
source: Update Available: %@
ar: تحديث متوفر: %@
bs: Ažuriranje dostupno: %@
da: Opdatering tilgængelig: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
it: Aggiornamento disponibile: %@
ja: アップデートあり: %@
ko: 업데이트 사용 가능: %@
nb: Oppdatering tilgjengelig: %@
pl: Dostępna aktualizacja: %@
pt_br: Atualização Disponível: %@
ru: Доступно обновление: %@
th: มีอัปเดตใหม่: %@
tr: Güncelleme Mevcut: %@
uk: Доступне оновлення: %@
zh_hans: 有可用更新：%@
zh_hant: 有可用的更新：%@

# update.checking
source: Checking for Updates…
ar: جارٍ التحقق من التحديثات…
bs: Provjeravanje ažuriranja…
da: Søger efter opdateringer…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour...
it: Verifica aggiornamenti in corso…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nb: Ser etter oppdateringer …
pl: Sprawdzanie aktualizacji…
pt_br: Verificando Atualizações…
ru: Проверка обновлений...
th: กำลังตรวจหาอัปเดต...
tr: Güncellemeler denetleniyor…
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.configureAutoUpdates
source: Configure automatic update preferences
ar: تكوين تفضيلات التحديث التلقائي
bs: Konfigurišite postavke automatskog ažuriranja
da: Konfigurer præferencer for automatiske opdateringer
de: Einstellungen für automatische Updates konfigurieren
es: Configurar preferencias de actualización automática
fr: Configurer les préférences de mise à jour automatique
it: Configura le preferenze di aggiornamento automatico
ja: 自動アップデートの設定
ko: 자동 업데이트 환경설정 구성
nb: Konfigurer innstillinger for automatiske oppdateringer
pl: Skonfiguruj preferencje automatycznych aktualizacji
pt_br: Configurar preferências de atualização automática
ru: Настроить параметры автоматических обновлений
th: กำหนดค่าการอัปเดตอัตโนมัติ
tr: Otomatik güncelleme tercihlerini yapılandır
uk: Налаштувати параметри автоматичного оновлення
zh_hans: 配置自动更新偏好设置
zh_hant: 設定自動更新偏好

# update.downloadAndInstall
source: Download and install the latest version
ar: تنزيل وتثبيت أحدث إصدار
bs: Preuzmite i instalirajte najnoviju verziju
da: Download og installer den seneste version
de: Neueste Version herunterladen und installieren
es: Descargar e instalar la última versión
fr: Télécharger et installer la dernière version
it: Scarica e installa l'ultima versione
ja: 最新バージョンをダウンロードしてインストール
ko: 최신 버전 다운로드 및 설치
nb: Last ned og installer den nyeste versjonen
pl: Pobierz i zainstaluj najnowszą wersję
pt_br: Baixar e instalar a versão mais recente
ru: Загрузить и установить последнюю версию
th: ดาวน์โหลดและติดตั้งเวอร์ชันล่าสุด
tr: En son sürümü indir ve yükle
uk: Завантажити та встановити найновішу версію
zh_hans: 下载并安装最新版本
zh_hant: 下載並安裝最新版本

# update.downloading.progress
source: Downloading: %@
ar: جارٍ التنزيل: %@
bs: Preuzimanje: %@
da: Downloader: %@
de: Herunterladen: %@
es: Descargando: %@
fr: Téléchargement : %@
it: Download: %@
ja: ダウンロード中: %@
ko: 다운로드 중: %@
nb: Laster ned: %@
pl: Pobieranie: %@
pt_br: Baixando: %@
ru: Загрузка: %@
th: กำลังดาวน์โหลด: %@
tr: İndiriliyor: %@
uk: Завантаження: %@
zh_hans: 正在下载：%@
zh_hant: 正在下載：%@

# update.downloading.status
source: Downloading…
ar: جارٍ التنزيل…
bs: Preuzimanje…
da: Downloader…
de: Wird heruntergeladen …
es: Descargando…
fr: Téléchargement...
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
nb: Laster ned …
pl: Pobieranie…
pt_br: Baixando…
ru: Загрузка...
th: กำลังดาวน์โหลด...
tr: İndiriliyor…
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

# update.downloadingPackage
source: Downloading the update package
ar: جارٍ تنزيل حزمة التحديث
bs: Preuzimanje paketa ažuriranja
da: Downloader opdateringspakken
de: Update-Paket wird heruntergeladen
es: Descargando el paquete de actualización
fr: Téléchargement du paquet de mise à jour
it: Download del pacchetto di aggiornamento
ja: アップデートパッケージをダウンロード中
ko: 업데이트 패키지 다운로드 중
nb: Laster ned oppdateringspakken
pl: Pobieranie pakietu aktualizacji
pt_br: Baixando o pacote de atualização
ru: Загрузка пакета обновления
th: กำลังดาวน์โหลดแพ็คเกจอัปเดต
tr: Güncelleme paketi indiriliyor
uk: Завантаження пакета оновлення
zh_hans: 正在下载更新包
zh_hant: 正在下載更新套件

# update.error.appLocation.title
source: App Location Issue
ar: مشكلة في موقع التطبيق
bs: Problem s lokacijom aplikacije
da: Problem med appplacering
de: Problem mit dem App-Speicherort
es: Problema con la ubicación de la app
fr: Problème d'emplacement de l'app
it: Problema posizione app
ja: アプリの場所の問題
ko: 앱 위치 문제
nb: Problem med appplassering
pl: Problem z lokalizacją aplikacji
pt_br: Problema com Local do App
ru: Проблема с расположением приложения
th: ปัญหาตำแหน่งแอป
tr: Uygulama Konumu Sorunu
uk: Проблема з розташуванням програми
zh_hans: 应用位置问题
zh_hant: App 位置問題

# update.error.connectionLost.message
source: The network connection was lost while checking for updates. Try again.
ar: انقطع اتصال الشبكة أثناء التحقق من التحديثات. حاول مجددًا.
bs: Mrežna veza je prekinuta tokom provjere ažuriranja. Pokušajte ponovo.
da: Netværksforbindelsen gik tabt under søgning efter opdateringer. Prøv igen.
de: Die Netzwerkverbindung wurde beim Suchen nach Updates unterbrochen. Versuchen Sie es erneut.
es: Se perdió la conexión de red al buscar actualizaciones. Inténtalo de nuevo.
fr: La connexion réseau a été perdue lors de la recherche de mises à jour. Réessayez.
it: La connessione di rete è stata persa durante la verifica degli aggiornamenti. Riprova.
ja: アップデートの確認中にネットワーク接続が切れました。もう一度お試しください。
ko: 업데이트 확인 중 네트워크 연결이 끊어졌습니다. 다시 시도하세요.
nb: Nettverkstilkoblingen ble mistet under søk etter oppdateringer. Prøv igjen.
pl: Połączenie sieciowe zostało utracone podczas sprawdzania aktualizacji. Spróbuj ponownie.
pt_br: A conexão de rede foi perdida ao verificar atualizações. Tente novamente.
ru: Сетевое подключение было потеряно во время проверки обновлений. Повторите попытку.
th: การเชื่อมต่อเครือข่ายขาดหายขณะตรวจหาอัปเดต ลองอีกครั้ง
tr: Güncellemeler denetlenirken ağ bağlantısı kesildi. Tekrar deneyin.
uk: З'єднання з мережею було втрачено під час перевірки оновлень. Спробуйте ще раз.
zh_hans: 检查更新时网络连接中断。请重试。
zh_hant: 檢查更新時網路連線中斷。請再試一次。

# update.error.connectionLost.title
source: Connection Lost
ar: انقطع الاتصال
bs: Veza prekinuta
da: Forbindelse tabt
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切れました
ko: 연결 끊김
nb: Tilkobling mistet
pl: Utracono połączenie
pt_br: Conexão Perdida
ru: Подключение потеряно
th: การเชื่อมต่อขาดหาย
tr: Bağlantı Kesildi
uk: З'єднання втрачено
zh_hans: 连接中断
zh_hant: 連線中斷

# update.error.downloadFailed.title
source: Couldn't Download Update
ar: تعذر تنزيل التحديث
bs: Nije moguće preuzeti ažuriranje
da: Kunne ikke downloade opdatering
de: Update konnte nicht heruntergeladen werden
es: No se pudo descargar la actualización
fr: Impossible de télécharger la mise à jour
it: Impossibile scaricare l'aggiornamento
ja: アップデートをダウンロードできませんでした
ko: 업데이트를 다운로드할 수 없습니다
nb: Kunne ikke laste ned oppdatering
pl: Nie udało się pobrać aktualizacji
pt_br: Não Foi Possível Baixar a Atualização
ru: Не удалось загрузить обновление
th: ไม่สามารถดาวน์โหลดอัปเดตได้
tr: Güncelleme İndirilemedi
uk: Не вдалося завантажити оновлення
zh_hans: 无法下载更新
zh_hant: 無法下載更新

# update.error.failed.title
source: Update Failed
ar: فشل التحديث
bs: Ažuriranje nije uspjelo
da: Opdatering mislykkedes
de: Update fehlgeschlagen
es: Error de actualización
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
ja: アップデートに失敗しました
ko: 업데이트 실패
nb: Oppdatering mislyktes
pl: Aktualizacja nie powiodła się
pt_br: Falha na Atualização
ru: Ошибка обновления
th: การอัปเดตล้มเหลว
tr: Güncelleme Başarısız
uk: Помилка оновлення
zh_hans: 更新失败
zh_hant: 更新失敗

# update.error.feedDownload.message
source: UniConnect couldn't download the update feed. Check your connection and try again.
ar: تعذر على UniConnect تنزيل موجز التحديثات. تحقق من اتصالك وحاول مجددًا.
bs: UniConnect nije mogao preuzeti feed ažuriranja. Provjerite vezu i pokušajte ponovo.
da: UniConnect kunne ikke downloade opdateringsfeedet. Kontroller din forbindelse, og prøv igen.
de: UniConnect konnte den Update-Feed nicht herunterladen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: UniConnect no pudo descargar la fuente de actualizaciones. Comprueba tu conexión e inténtalo de nuevo.
fr: UniConnect n'a pas pu télécharger le flux de mises à jour. Vérifiez votre connexion et réessayez.
it: UniConnect non è riuscito a scaricare il feed degli aggiornamenti. Controlla la connessione e riprova.
ja: UniConnect はアップデートフィードをダウンロードできませんでした。接続を確認してもう一度お試しください。
km: UniConnect មិនអាចទាញយកព័ត៌មានបច្ចុប្បន្នភាពបានទេ។ពិនិត្យការតភ្ជាប់របស់អ្នក ហើយព្យាយាមម្តងទៀត។
ko: UniConnect에서 업데이트 피드를 다운로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nb: UniConnect kunne ikke laste ned oppdateringsfeeden. Kontroller tilkoblingen og prøv igjen.
pl: UniConnect nie mógł pobrać kanału aktualizacji. Sprawdź połączenie i spróbuj ponownie.
pt_br: O UniConnect não conseguiu baixar o feed de atualização. Verifique sua conexão e tente novamente.
ru: UniConnect не удалось загрузить канал обновлений. Проверьте подключение и повторите попытку.
th: UniConnect ไม่สามารถดาวน์โหลดฟีดอัปเดตได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: UniConnect güncelleme akışını indiremedi. Bağlantınızı kontrol edip tekrar deneyin.
uk: UniConnect не зміг завантажити стрічку оновлень. Перевірте підключення та спробуйте ще раз.
zh_hans: UniConnect 无法下载更新源。请检查网络连接后重试。
zh_hant: UniConnect 無法下載更新來源。請檢查您的連線後再試一次。

# update.error.feedError.title
source: Update Feed Error
ar: خطأ في موجز التحديثات
bs: Greška feeda ažuriranja
da: Fejl i opdateringsfeed
de: Fehler im Update-Feed
es: Error en la fuente de actualizaciones
fr: Erreur du flux de mises à jour
it: Errore feed aggiornamento
ja: アップデートフィードエラー
ko: 업데이트 피드 오류
nb: Feil i oppdateringsfeed
pl: Błąd kanału aktualizacji
pt_br: Erro no Feed de Atualização
ru: Ошибка канала обновлений
th: ข้อผิดพลาดฟีดอัปเดต
tr: Güncelleme Akışı Hatası
uk: Помилка стрічки оновлень
zh_hans: 更新源错误
zh_hant: 更新來源錯誤
